export const listData = [
    '1. 수집하는 개인정보 이메일 이름 비밀번호',
    '2. 수집한 개인정보의 이용 [kitch candy diary]는 수집한 개인정보를 다음과 같은 목적으로 이용합니다. 로그인 시 본인 확인용 본인이 작성한 글만 볼 수 있는 서비스 제공',
    '3. 개인정보의 제공 및 위탁 [kitch candy diary]는 이용자의 동의를 받은 경우나 법령에 근거하여 개인정보를 외부에 제공하거나 위탁할 수 있습니다. 제공 또는 위탁되는 개인정보 항목 및 제공받는 자는 다음과 같습니다. 제공받는 자: [네이버클라우드, Firebase 등] 제공받는 목적: 서비스 제공을 위한 데이터 저장 및 관리',
    '4. 개인정보의 파기 이용자의 개인정보는 회원 탈퇴 시 또는 이용목적 달성 시 지체없이 파기됩니다. 파기되는 개인정보의 종류 및 파기 절차는 다음과 같습니다. 파기대상 정보: 이메일, 이름, 비밀번호 파기절차: 회원 탈퇴 시 자동적으로 파기되며, 수동 파기는 일정 기간 이후 진행됩니다. [kitch candy diary]는 이용자의 개인정보를 안전하게 관리하고, 정보보안을 위해 끊임없이 노력하며, 관련 법령 및 정부 지침을 준수합니다. 개인정보 처리방침은 정부의 정책 변경, 서비스 개선을 위한 내부 정책 변경 등으로 인해 변경될 수 있습니다. 변경 시에는 웹사이트를 통해 공지하겠습니다. 문의사항이나 더 자세한 정보를 원하시면 [마이페이지 &qt 문의하기]로 문의해 주시기 바랍니다. 이용해 주셔서 다시 한 번 감사합니다.',
]
export default listData
